Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Swoją drogą, jeśli chcesz, to za parę monet mogę ci pokazać, jak stać się silniejszym.
uk: До речі, якщо хочеш, за кілька монет я можу показати тобі, як стати сильнішим.

source: Swoją drogą, jeśli tak bardzo lubisz pomagać innym, zapytaj Ritę o jakąś robotę. Może wynajdzie dla ciebie coś odpowiedniego.
uk: До речі, якщо тобі так подобається допомагати іншим, запитай Риту про роботу. Можливо, вона знайде щось підходяще для тебе.

source: Swoją drogą, kto by pomyślał, że orkowie są w stanie stworzyć takie monstrum.
uk: До речі, хто б міг подумати, що орки здатні створити таку потвору.

source: Swoją drogą, nie widziałem cię tu wcześniej.
uk: До речі, я тебе тут раніше не бачив.

source: Swoją drogą, potrzebujesz go? Bo chętnie bym go przetopił.
uk: До речі, він тобі потрібен? Бо я б із задоволенням його переплавив.

source: Swoją drogą, widziałem cię jak wchodziłeś na pokład. Wygląda na to, że jesteśmy rodakami.
uk: До речі, я бачив, як ви піднімалися на борт. Здається, ми земляки.

source: Swoją drogą, wybrałeś kiepski moment na podróże.
uk: До речі, ти обрав невдалий час для подорожі.

source: Swoją drogą, zawsze inaczej wyobrażałem sobie napad. Myślałem, że mnie pobiją albo przynajmniej będą mi grozić, ale ci nawet noża nie wyjęli!
uk: До речі, я завжди уявляв це собі інакше. Я думав, що мене поб'ють або принаймні погрожуватимуть, але ці хлопці навіть ножа не дістали!

source: Swoją drogą... nie powiedziałeś przypadkiem o tym szefowej?
uk: До речі... ти випадково не розповідав про це начальнику?

source: Swoją drogą... zwykle nie obchodzi mnie, dlaczego moi klienci tu pływają, ale ty mi nie wyglądasz na takiego, kto lubi innym dawać po gębie bez powodu.
uk: До речі... Зазвичай мені байдуже, чому мої клієнти тут плавають, але ти не схожий на людину, яка любить бити інших без причини.

source: Swoją pracownię ma w Dzielnicy Rzemieślniczej na północ od koszar.
uk: Його майстерня знаходиться у Ремісничому кварталі, на північ від казарм Варти.

source: Synku, daj mi pracować.
uk: Синку, дай мені попрацювати.

source: Synku, widzę, żeś wysoki i siłę masz w rękach niemałą.
uk: Синку, я бачу, що ти високий на зріст і маєш сильні руки.

source: Synu,
uk: Сину,

source: Synu, jesteś zbyt potężny, bym dalej cię uczył. Zapraszam do klasztoru, tam pokażemy ci więcej.
uk: Сину, ти вже занадто могутній, щоб я продовжував тебе навчати. Я запрошую тебе до монастиря, там ми покажемо тобі більше.

source: Synu, nie mogę tak po prostu nauczać o sekretach magii kogoś, kto nie jest nowicjuszem.
uk: Сину, я не можу просто так навчати секретів магії того, хто не є послушником.

source: Syreni Lament (Karczma Helgi).
uk: Плач Сирени (корчма Хельги).

source: Syreni Lament - Karczma
uk: Плач Сирени – Корчма

source: Sytuacja była tam bardzo napięta. Wystarczyłaby iskra, a wybuchłaby wojna z Południowcami. Istniało więc ryzyko, że jego faktorie zostaną zawłaszczone przez jedną albo drugą stronę konfliktu.
uk: Ситуація там була дуже напруженою. Достатньо було лише іскри, щоб спалахнула війна з південцями. Тож існував ризик, що його виробництва будуть привласнені тією чи іншою стороною конфлікту.

source: Sytuacja jest dramatyczna. Grupa armii „Pogranicze” została rozbita.
uk: Ситуація вкрай напружена. Група армій 'Прикордоння' розбита.

source: Sytuacja jest na tyle stabilna, na ile może być w obecnych czasach. Nie ma powodu do obaw.
uk: Ситуація стабільна, наскільки це можливо в наш час. Причин для занепокоєння немає.

source: Sytuacja na Archolos jest coraz gorsza. Oby za niedługo przydarzyło nam się coś dobrego, bo ludzie nie wytrzymają.
uk: Ситуація на Архолосі стає все гіршою і гіршою. Будемо сподіватися, що незабаром з нами станеться щось хороше, тому що люди не витримують.

source: Sytuacja na Archolos to jakiś żart. Zamiast wysłać te wszystkie przybłędy na front, gubernator pozwala im zostać i sprawiać kłopoty
uk: Ситуація на Архолосі – це якийсь жарт. Замість того, щоб відправити всіх цих прибулих на фронт, губернатор дозволяє їм залишатися і створювати неприємності.

source: Sytuacja na Archolos to jakiś żart. Zamiast wysłać te wszystkie przybłędy na front, gubernator pozwala im zostać i sprawiać kłopoty.
uk: Ситуація на Архолосі – це якийсь жарт. Замість того, щоб відправити всіх цих прибулих на фронт, губернатор дозволяє їм залишатися і створювати неприємності.

source: Sytuacja na froncie jest coraz gorsza. Nie zdziwię się, jeśli Król znowu zacznie werbować naszych ludzi.
uk: Ситуація на фронті стає все гіршою і гіршою. Не здивуюся, якщо Король знову почне вербувати наших людей.

source: Sytuacja na winnicy została opanowana. Pora wracać do Andreasa.
uk: Ситуацію на винограднику взято під контроль. Час повертатися до Андреаса.

source: Sytuacja na wyspie jest w miarę stabilna. Gildia dostaje zlecenia, a to oznacza pełne kieszenie. Czego chcieć więcej od życia?
uk: Ситуація на острові відносно стабільна. Гільдія отримує замовлення, а для нас це означає повні кишені. Чого ще можна бажати від життя?

source: Sytuacja na wyspie robi się przytłaczająca. Musimy pomóc tylu ludziom, a mamy tak mało rąk do pracy... oby Adanos nam dopomógł.
uk: Ситуація на острові стає загрозливою. Ми повинні допомогти такій великій кількості людей, а у нас так мало рук для цього... Нехай Аданос нам допоможе.

source: Sytuacja na wyspie się pogarsza, a to oznacza, że ludzie coraz częściej będą się uciekać do kradzieży. Musimy podwoić nasze wysiłki jeśli chodzi o ochronę handlarzy.
uk: Ситуація на острові погіршується, а це означає, що люди все частіше вдаватимуться до крадіжок. Ми повинні подвоїти наші зусилля, щоб захистити торговців.

source: Sytuacja na wyspie się pogarsza. Wszyscy robią zapasy żywności, więc muszę polować coraz więcej. To się nie skończy dobrze dla przyrody Archolos.
uk: Ситуація на острові погіршується. Всі запасаються їжею, тому мені доводиться все більше полювати. Добром для природи Архолосу це не закінчиться.

source: Sytuacja pomału się stabilizuje po ostatnich wydarzeniach. Organizacja pracy ciągle szwankuje, ale przynajmniej nikt nas nie leje za drobne przewinienia.
uk: Після останніх подій ситуація потроху стабілізується. Організація роботи все ще не налагоджена, але, принаймні, за дрібні проступки нас вже ніхто не б'є.

source: Sytuacja w kopalni coraz szybciej eskaluje. Bloodwyn otwarcie przyznał się, że to on tu teraz rządzi. Gdyby udało mi się odnaleźć Naarsa, to może chociaż na moment powstrzymałbym to szaleństwo.
uk: Ситуація у копальні загострюється все швидше і швидше. Бладвін відкрито визнав, що тепер він тут головний. Якби мені вдалося знайти Наарса, можливо мені вдалося б зупинити це божевілля, хоча б на деякий час.

source: Sytuacja w koszarach została opanowana, mogę ruszać dalej.
uk: Ситуацію в казармах взято під контроль, я можу рухатися далі.

source: Sytuacja w mieście z dnia na dzień jest coraz bardziej napięta.
uk: Ситуація в місті з кожним днем стає все напруженішою.

source: Sytuacja w winnicy została opanowana.
uk: Ситуація на виноградниках взята під контроль.

source: Sytuacja wygląda tu podobnie jak z narzędziami.
uk: Ситуація нагадує ситуацію з інструментами.

source: Sytuację ratuje to, że zostało chociaż kilka skrzyń. Może uda mi się go udobruchać.
uk: Ситуацію рятує те, що залишилося хоча б кілька ящиків. Можливо, мені вдасться його заспокоїти.

source: Sz.P. Volkerze,
uk: Шановний пане Волкере,

source: Szabla kapitańska
uk: Капітанська шабля

source: Szabla pojedynkowa
uk: Дуельна шабля

source: Szabrownik
uk: Мародер

source: Szajkę porywaczy, powiadasz?
uk: Банда викрадачів, кажеш?

source: Szaleniec
uk: Божевільний

source: Szalony Wilczy Syn
uk: Скажений Вовчий Син

source: Szanowanemu karczmarzowi, czy chłopakowi nie wiadomo skąd, co ledwo do miasta się dostał?
uk: Шанованому корчмарю, чи хлопчиську нізвідки, який ледве до міста потрапив?

source: Szanowany obywatel
uk: Шанований містянин

source: Szanowna Mistrzyni Frido,
uk: Шановна пані Фрідо,

source: Szanowna publiczności, życzymy miłego wieczoru, ale na nas już czas!
uk: Шановна публіко, ми бажаємо вам приємного вечора, але нам пора йти!

source: Szanowni mieszkańcy Archolos! Witajcie serdecznie!
uk: Шановні мешканці Архолосу! Щиро вітаємо вас!

source: Szanowni obywatele Archolos, z całego serca przestrzegamy was przed jakimikolwiek kontaktami z osobnikiem nazywanym Prorokiem. Mężczyzna ten głosi tezy niezgodne zarówno z naukami Adanosa, jak i samego Innosa. Swoimi słowami zatruwa umysły dobrych mieszkańców naszego miasta. Większość z jego wyznawców to zwykli przestępcy, oszuści i wichrzyciele. Najczęściej można ich spotkać w najróżniejszych zakątkach portu, gdzie szerzą swoje kłamstwa. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 500 sztuk złota, do odbioru u strażnika Oktava.
uk: Шановні мешканці Архолосу, ми наполегливо застерігаємо вас від будь-яких розмов з людиною на прізвисько Пророк. Ця людина поширює тези, які суперечать як вченням Аданоса, так і самого Інноса. Своїми словами він отруює свідомість добропорядних мешканців нашого міста. Більшість його послідовників – звичайні злочинці, шахраї та правопорушники. Найчастіше їх можна зустріти в різних куточках порту, де вони поширюють свою брехню. За виконання смертного вироку передбачена винагорода у розмірі 500 золотих, які можна отримати у вартового Октава.

source: Szanowni obywatele Archolos, z całego serca przestrzegamy was przed jakimikolwiek kontaktami z osobnikiem nazywanym “Prorokiem”.
uk: Шановні мешканці Архолосу, ми наполегливо застерігаємо вас від будь-яких розмов з людиною на прізвисько Пророк.

source: Szanowni widzowie, mamy nowego mistrza areny!
uk: Шановні глядачі, у нас новий чемпіон арени!

source: Szanowny Obywatelu miasta Archolos!
uk: Шановний громадянине міста Архолос!

source: Szanowny Ramsey kazał mi przekazać, że uczta jest już gotowa. Będzie oczekiwał cię w swoim domu.
uk: Вельмишановний Рамзі просив передати, що підготовка до святкування завершена. Він чекатиме на тебе у своєму домі.

source: Szanowny gwardzisto! Nic nie zrobiliśmy!
uk: Шановний гвардійцю! Ми нічого не зробили!

source: Szanowny pan Gerstand chciałby się z tobą pilnie spotkać.
uk: Шановний пан Герстанд хотів би терміново з тобою зустрітися.

source: Szanowny podróżniku!
uk: Шановний мандрівнику!

source: Szansa na dodatkowe obrażenia
uk: Шанс нанести дод. шкоду

source: Szansa na to jest mała, ale to zawsze możliwe. Jeśli ktoś się tutaj wdarł, to już my się nim zajmiemy. Intruz pożałuje tej decyzji bardzo szybko.
uk: Імовірність цього невелика, але вона завжди можлива. Якщо хтось сюди вдерся, ми з ним розберемося. Зловмисник дуже швидко про це пошкодує.

source: Szanujmy stworzenia Pana naszego i ziemię, po której stąpał, albowiem jest ona święta.
uk: Давайте шанувати творіння нашого Господа і землю, по якій Він ходив, бо вона свята.

source: Szanuję jego decyzję, ale... Gaur to mój przyjaciel, a do tego mamy przecież nasze tradycje! Jego ciało nie może tam tak leżeć!
uk: Я поважаю його рішення, але... Гаур – мій друг, а крім того, у нас є наші традиції! Його тіло не може просто так там лежати!

source: Szanuję tego starego drania, choć nie do końca mi po drodze z polityką jego organizacji.
uk: Я поважаю цього старого негідника, хоча й не зовсім розумію політику його організації.

source: Szarfa
uk: Кушак

source: Szary strój myśliwego
uk: Сіре вбрання мисливця

source: Szaszłyk ze ścierwojada i dyni
uk: Шашлик з падальника з гарбузом

source: Szaszłykarz
uk: Шампур

source: Szata Maga Ognia
uk: Мантія Мага Вогню

source: Szata Maga Wody
uk: Мантія Мага Води

source: Szata nowicjusza
uk: Вбрання послушника

source: Szata nowicjusza wody
uk: Вбрання послушника Води

source: Szał Beliara
uk: Гнів Беліара

source: Szczaw królewski
uk: Королівський щавель

source: Szczególnie niebezpieczne według ich rekonesansu okazały się:
uk: За даними їх розвідки, особливо небезпечними виявилися:

source: Szczególnie taka jedna... wpadła mi w oko. Widzisz tę blondynę?
uk: Особливо одна з них... привернула мою увагу. Бачиш ту блондинку?

source: Szczególnie teraz, gdy jest tu Królewski Wysłannik, pilnujący, by największemu podatnikowi na całej wyspie nie spadł włos z głowy.
uk: Особливо зараз, коли тут перебуває Королівський посол, який стежить за тим, щоб з голови найбільшого платника податків на острові не впала жодна волосинка.

source: Szczególnie twoją karierę w Gildii Araxos.
uk: Зокрема, за твоєю кар'єрою в Гільдії Араксос.

source: Szczególnie twoją karierę w miejskiej straży.
uk: Зокрема, за твоєю кар'єрою в Міській Варті.

source: Szczególnie uważaj w mieście, tam jest pełno jego zbirów.
uk: Будь особливо обережним у місті, там повно його головорізів.

source: Szczególnie, że kilka spraw wymaga mojej natychmiastowej uwagi.
uk: Особливо, тому що декілька справ вимагають моєї негайної уваги.

source: Szczególnie, że można dzięki temu przeprowadzić dokładną analizę wpływu organizmu na nasiona.
uk: Тим паче, що при цьому можна провести ретельний аналіз впливу організму на насіння.

source: Szczegółowość modeli 3D.
uk: Оберіть рівень деталізації моделей

source: Szczegółowość tekstur.
uk: Оберіть рівень деталізації текстур

source: Szczegóły pewnie ustalicie przy kontrakcie, nie wiem o co dokładnie chodzi. Tak czy inaczej, mamy tam człowieka.
uk: Деталі ви, мабуть, залагодите у контракті, я не знаю точно, як це буде. У будь-якому разі тепер у нас там є своя людина.

source: Szczegóły sam omówię z Tomasem, ale przekaż mu, że za taką cenę możemy brać tylko 5 skrzynek na tydzień.
uk: Я сам обговорю деталі з Томасом, але передай йому, що за цією ціною ми можемо брати лише 5 ящиків на тиждень.

source: Szczegóły wyjaśni ci Gerhard, powinien być tu lada moment.
uk: Герхард пояснить усі деталі, він має бути тут з хвилини на хвилину.

source: Szczelnie zamknięta paczka o osobliwym
uk: Щільно запечатаний пакунок з незвичайним

source: Szczelnie zamknięta skrzynia.
uk: Щільно замкнена скринька.

source: Szczelnie zapieczętowana
uk: Щільно запечатаний

source: Szczelnie zapieczętowana paczka
uk: Щільно запечатаний пакунок

source: Szczelnie zapieczętowana,
uk: Щільно запечатаний пакунок

source: Szczerze mówiąc, dzisiaj czuję się już całkiem nieźle.
uk: Чесно кажучи, сьогодні я почуваюся доволі добре.

source: Szczerze mówiąc, liczyłem, że mi go pożyczysz.
uk: Чесно кажучи, я сподівався, що ти мені її позичиш.

source: Szczerze mówiąc, miałem wątpliwości, czy sobie poradzisz z tym zadaniem. To dziw, że ten gbur w ogóle chciał z tobą rozmawiać.
uk: Чесно кажучи, я сумнівався, що ти впораєшся із завданням. Дивно, що цей грубіян взагалі захотів з тобою розмовляти.

source: Szczerze mówiąc, nie sądziłem, że tylu z was będzie się tak rwało do pracy.
uk: Чесно кажучи, я не думав, що так багато з вас будуть охочими до праці.

source: Szczerze mówiąc, nie tak to sobie wyobrażałem, nie wspominając o twojej bądź co bądź podejrzanej roli w tym wszystkim.
uk: Чесно кажучи, я не так собі це уявляв, не кажучи вже про твою підозрілу роль у цьому всьому.

source: Szczerze mówiąc, nie widziałem ich jeszcze. Skoro już dotarły, to pewnie są u Lennarta.
uk: Чесно кажучи, я їх ще не бачив. Якщо вони вже прибули, то вони, мабуть, у Ленарта.

source: Szczerze mówiąc, nigdy nie byłem w tym wybitny, ale coś tam wiem. Dlaczego pytasz?
uk: Чесно кажучи, я ніколи не мав у цьому особливих успіхів, але дещо знаю. Чому ти запитуєш?

source: Szczerze mówiąc, też się trochę boję.
uk: Чесно кажучи, мені теж трохи страшно.

source: Szczerze mówiąc, to jestem tu nowy i dopiero się uczę fachu.
uk: Чесно кажучи, я тут новенький і лише освоюю цю справу.

source: Szczerze mówiąc, to od dłuższego czasu nie miałem nawet okazji porządnie pomachać moim młotem...
uk: Чесно кажучи, у мене вже давно не було можливості як слід помахати своїм молотом...

source: Szczerze mówiąc, to sam nie wiem...
uk: Чесно кажучи, я й сам не знаю...

source: Szczerze mówiąc, wolałbym, żebyś nie musiał z niej skorzystać.
uk: Відверто кажучи, я б волів, аби тобі не довелося ним скористатися.

source: Szczerze, to właśnie tak myślałem, że to robisz.
uk: Чесно кажучи, я так і думав.

source: Szczerze?
uk: Ти серйозно?

source: Szczerze? Mam to gdzieś. Zapewnia mi godziwy byt i tylko tyle mnie interesuje. Do tego ludzie go szanują, a to ważniejsze od rodowodu.
uk: Чесно? Мені байдуже. Він забезпечує мені гідне життя, і це все, що мене хвилює. До того ж, люди його поважають, а це важливіше, ніж його походження.

source: Szczotka
uk: Щітка

source: Szczur
uk: Щур

source: Szczur na patyku
uk: Шашлик зі щура

source: Szczurołap
uk: Щуролов

source: Szczury bardzo lubią kanały i ścieki wodne. Poszukaj ich gniazd pod miastem, zniszcz je i może na wszelki wypadek polej trutką, żeby nie przylazły następne.
uk: Щурі дуже полюбляють каналізацію і стічні води. Пошукай їхні гнізда під містом, знищ їх, і, про всяк випадок, полий їх отрутою, щоб вони не завелися знову.

source: Szczury pałętają mi się po domu. Chciałem je zwabić w jedno miejsce i pozbyć się problemu raz, a dobrze!
uk: У мене пацюки бігають по хаті. Хотілося б заманити їх в одне місце і позбутися проблеми раз і назавжди!

source: Szczury wielkości wilków zaczęły grasować po jednym z pól ostatniej nocy. Hod miał się tam rozejrzeć, ale jak zwykle zachlał. Tym razem opowiada jakieś bajeczki o orku, którego rzekomo widział w lesie za farmą. Miarka się przebrała. Jeszcze dziś każę Willemowi obciąć mu dniówkę i wylać cały zapas grogu!
uk: Минулої ночі щури завбільшки з вовка почали блукати одним із полів. Ход мав перевірити, що там, але він, як завжди, п'яний. Цього разу він плів якісь байки про орка, якого нібито бачив у лісі за фермою. На цьому все. Сьогодні я скажу Віллему, щоб він урізав йому денну платню і вилив увесь запас грогу!

source: Szczurza nora
uk: Щуряча нора

source: Szczurów bagiennych oczywiście.
uk: Болотних щурів, звісно.

source: Szczypce
uk: Щипці

source: Szczypce kraba
uk: Клешні краба

source: Szczypce kraba nie były najlepszym pomysłem.
uk: Клешні краба були не найкращою ідеєю.

source: Szczęśliwy kupił sobie za to trochę jedzenia, i to takiego specjalnego, które jest u nas przygotowywane tylko z okazji takich festynów.
uk: Щасливий, він купив собі на них поїсти. До того ж, таку смакоту, яку у нас готують тільки з нагоди таких ярмарків.

source: Szedłem w nich ciemnym korytarzem w kierunku światła. Ale z każdym zrobionym dalej krokiem, światło oddalało się coraz bardziej i bardziej. W końcu poczułem na sobie czyjś zimny dotyk. Odwróciłem się gwałtownie i zobaczyłem za sobą dziesiątki czarnych postaci wyciągających ku mnie szponiaste ręce. Niektóre z nich miały poparzone twarze.
uk: У них я йшов темним коридором назустріч світлу. Але з кожним кроком світло віддалялося все далі і далі. Нарешті я відчув чийсь холодний дотик. Я різко обернувся і побачив позаду себе десятки чорних фігур, що простягали до мене свої кігтисті руки. У декого з них були обгорілі обличчя.

source: Szef jest w środku. Czeka na ciebie.
uk: Шеф всередині. Він чекає на тебе.

source: Szef jest zajęty.
uk: Шеф зайнятий.

source: Szef kopalni soli robi nielegalne interesy.
uk: Начальник соляної копальні займається нелегальним бізнесом.

source: Szef organizacji zwanej Wodnym Kręgiem wyjaśnił mi, o co w tym wszystkim chodzi. Jeśli razem z jej członkami chcę się zemścić na Lichwiarzu, muszę udać się do winnicy Valerio. Stamtąd zostanę zaprowadzony do jakiegoś tajnego miejsca spotkań tego ugrupowania.
uk: Очільник організації під назвою Кільце Води розповів мені, що тут взагалі відбувається. Якщо я разом з її членами хочу помститися Лихвареві, я повинен відправитися на виноградник Валеріо. Звідти мене проведуть до якогось таємного місця їх зустрічей.

source: Szef po tym jak zobaczył mnie pobitego na ziemi stwierdził, że dodatkowo zatrudni drugiego ochroniarza.
uk: Начальник, побачивши мене побитим на землі, заявив, що додатково найме другого охоронця.

source: Szef stoczni Dack za odpowiednią opłatą prowadzi szkolenia z dziedziny górnictwa oraz wycinki drzew. Ten wieloletni fachowiec wie wszystko o pozyskiwaniu wysokiej jakości surowców i przygotowywaniu ich do dalszej obróbki.
uk: Начальник корабельні Дак за окрему плату проводить навчання з видобутку корисних копалин та лісозаготівлі. Цей професіонал з багаторічним стажем знає все про видобуток високоякісної сировини та підготовку її до подальшої обробки.

source: Szef w domu?
uk: Шеф вдома?

source: Szef zadowolony?
uk: Шеф задоволений?

source: Szef zapowiedział, że możemy pożegnać się z premiami, więc mogło być lepiej.
uk: Керівник оголосив, що ми можемо попрощатися з преміальними, тож могло бути й краще.

source: Szefa drwali. Oczywiście, że go znam!
uk: Начальник лісорубів. Звісно, я його знаю!

source: Szefem stoczni jest Dack, zaraz po nim jego syn, Foral. Obaj są czyści - nie mają nic wspólnego z opóźnieniami w stoczni.
uk: Керівником корабельні є Дак, одразу за ним йде його син Форал. Обидва чисті – вони не мають жодного відношення до затримок на корабельні.

source: Szefie! Cortez może zjawić się w każdej chwili.
uk: Капітане! Кортез може з'явитися будь-якої миті.

source: Szefie... jakiś chłopak chce u szefa pracować.
uk: Шефе... тут один хлопець хоче на вас працювати.

source: Szefowa nie pozwala?
uk: Начальник не дозволяє?

source: Szepczą, skrobią, obserwują,
uk: Стежать, шепочуть, по стінах шкребуть,

source: Szepnąłbyś o mnie dobre słówko dowódcy, co? Podobno masz u niego chody.
uk: Ти ж замовиш за мене слівце перед командиром, так? Я чув, що ти в його милості.

source: Szept Beliara
uk: Шепіт Беліара

source: Szept Beliara. (40 SZ)
uk: Шепіт Беліара. (40 золотих)

source: Szereg umiejętności?
uk: Цінних навичок?

source: Szermierz
uk: Мечник

source: Szermierz Marvin?
uk: Мечник Марвін?

source: Szermierze wybitni z nich nie byli, ale doskonale wiesz, jak to jest walczyć z kilkoma przeciwnikami jednocześnie...
uk: Видатними мечниками вони не були, але ти добре знаєш, як це – битися з кількома супротивниками одночасно...

source: Szerokiej drogi!
uk: Щасливої дороги!

source: Szerokiej drogi, chłopcze. Dziękuję jeszcze raz za jedzenie.
uk: Щасливої дороги, хлопче. Ще раз дякую за їжу.

source: Szerokiej drogi.
uk: Щасливої дороги.

source: Sześć lat temu przybyłyśmy tu z Zandir Sol, jednej z Południowych Wysp.
uk: Шість років тому ми прибули сюди з Зандір-Солу, одного з Південних островів.

source: Sześć.
uk: Шість.

source: Szkarłatny Szlak
uk: Багряний слід

source: Szkatuła pełna klejnotów
uk: Скринька, повна коштовностей

source: Szkatułka z klejnotami
uk: Скринька з коштовностями

source: Szkic dokumentu
uk: Чернетка документа

source: Szkic powiadomienia o licytacji
uk: Чернетка оголошення про аукціон

source: Szkielet
uk: Скелет

source: Szkielet Wilczego Syna
uk: Скелет Вовчого Сина

source: Szkielet-Goblin
uk: Скелет-гоблін

source: Szkielet-cieniostwór
uk: Скелет тінезвіра

source: Szkielet-goblin
uk: Скелет-гоблін

source: Szkielet-kusznik
uk: Скелет-арбалетник

source: Szkielet-mag
uk: Скелет-маг

source: Szkielet-paladyn
uk: Скелет-паладин

source: Szkielet-skrytobójca
uk: Скелет-вбивця

source: Szkielet-wojownik
uk: Скелет-воїн

source: Szkielet-zwiadowca
uk: Скелет-розвідник

source: Szkielet-łucznik
uk: Скелет-лучник

source: Szkielety, szkielety, szkielety!
uk: Скелети, скелети, скелети!

source: Szkielety? Jakie szkielety?
uk: Скелети? Які скелети?

source: Szkoda Jona i jego chłopaków, to byli dobrzy ludzie. Uczcimy należycie ich pamięć.
uk: Дуже шкода Йона і його хлопців, вони були хорошими людьми. Ми вшануємо їхню пам'ять як слід.

source: Szkoda chłopaka, ale tak właśnie kończy się praca dla Volkera.
uk: Шкода хлопця, але саме так і закінчується праця на Волкера.

source: Szkoda chłopaka, ale z drugiej strony nie będę już musiał się nim przejmować.
uk: Шкода хлопця, але з іншого боку, мені більше не доведеться про нього турбуватися.
